{
  "language": "Language",
  "1": "XAC.NET Privacy Policy",
  "2": "Effective Date:",
  "3": "At XAC.NET, we value your privacy and are committed to protecting your data. This privacy policy describes what data we collect, how we use it, who we may share it with, and what rights you have regarding this data when using our app.",
  "4": "1. Data Collection and Use",
  "5": "The XAC.NET app may collect and process the following data:",
  "6": "Device Information: ",
  "7": "We may collect information about your device, including the device type, operating system, unique device identifiers, and IP address.",
  "8": "Usage Data: ",
  "9": "We may collect data on how you interact with the app, including browsing history, ad clicks, and time spent using the app.",
  "10": "Location: ",
  "11": "If you provide access, we may collect location data for personalized advertising.",
  "12": "This data is collected to improve the user experience in XAC.NET and to show you more relevant personalized ads through advertising partners such as Google AdMob.",
  "13": "2. Personalized Advertising",
  "14": "To show personalized advertising in XAC.NET, we may share your data with our advertising partners, who may use this data to create more relevant ad offerings. These partners may collect and process information about your interests based on how you interact with our app and other services.",
  "15": "You can opt out of personalized advertising by using a paid opt-out service.",
  "16": "3. Advertising Partners",
  "17": "XAC.NET works with external advertising networks, such as Google AdMob, to display ads in the app. These ad networks may collect and use data about your device and app usage to show personalized ads. You can review their privacy policies at the following links:",
  "18": "Google AdMob Privacy Policy",
  "19": "4. Your Rights",
  "20": "Under the General Data Protection Regulation (GDPR) and other applicable laws, you have the following rights regarding your data:",
  "21": "Right to access your data;",
  "22": "Right to correct inaccurate data;",
  "23": "Right to delete data;",
  "24": "Right to restrict the processing of data;",
  "25": "Right to object to data processing;",
  "26": "Right to data portability.",
  "27": "If you wish to exercise these rights or have any questions about how your data is processed, please contact us at: khoduk.anatoly@gmail.com",
  "28": "5. Data Retention",
  "29": "XAC.NET will retain your data only for as long as necessary to fulfill the purposes outlined in this privacy policy or as required by law.",
  "32": "6. Changes to the Privacy Policy",
  "33": "We may update this privacy policy periodically. We will notify you of any changes by posting the new version of the policy in the XAC.NET app and updating the effective date.",
  "34": "7. Language Versions",
  "35": "This privacy policy may be translated into different languages for user convenience. However, in case of discrepancies between language versions, the Ukrainian version of this agreement shall take precedence.",
  "36": "8. Contact Information",
  "37": "If you have any questions or suggestions regarding this privacy policy, please contact us at: khoduk.anatoly@gmail.com",
  "38": "Photos and files: ",
  "39": "You can upload photos, audio recordings and other files. These data are transferred to the server (back4app) for processing and storage.",
  "40": "9. Using Permissions",
  "41": "To provide functionality to the XAC.NET application, we request access to the following permissions:",
  "42": "Record audio (RECORD_AUDIO): required to record voice messages.",
  "43": "Camera access (CAMERA): required to upload photos and videos.",
  "44": "Read/Write External Storage (READ_EXTERNAL_STORAGE, WRITE_EXTERNAL_STORAGE): Required to access files on your device.",
  "45": "We use these permissions only with your consent and in accordance with this privacy policy.",
  "46": "In-app purchases (com.android.vending.BILLING): needed to process purchases made within the app (for example, to disable ads or purchase additional features)."
}