{
  "language": "Язык",
  "1": "Политика конфиденциальности XAC.NET",
  "2": "Дата вступления в силу:",
  "3": "Мы в XAC.NET ценим вашу конфиденциальность и стремимся защищать ваши данные. Настоящая политика конфиденциальности описывает, какие данные мы собираем, как мы их используем, с кем мы их можем делиться и какие у вас есть права в отношении этих данных при использовании нашего приложения.",
  "4": "1. Сбор и использование данных",
  "5": "Приложение XAC.NET может собирать и обрабатывать следующие данные:",
  "6": "Информация об устройстве: ",
  "7": "Мы можем собирать информацию о вашем устройстве, включая тип устройства, операционную систему, уникальные идентификаторы устройства и IP-адрес.",
  "8": "Данные об использовании: ",
  "9": "Мы можем собирать данные о том, как вы взаимодействуете с приложением, включая историю просмотров, клики на рекламные объявления и время использования приложения.",
  "10": "Местоположение: ",
  "11": "Если вы предоставите доступ, мы можем собирать данные о вашем местоположении для персонализированной рекламы.",
  "12": "Эти данные собираются с целью улучшения пользовательского опыта в XAC.NET и показа вам более релевантной персонализированной рекламы через рекламные партнеры, такие как Google AdMob.",
  "13": "2. Персонализированная реклама",
  "14": "Для показа персонализированной рекламы в XAC.NET мы можем делиться вашими данными с нашими рекламными партнёрами, которые могут использовать эти данные для создания более релевантных рекламных предложений. Эти партнёры могут собирать и обрабатывать информацию о ваших интересах на основе того, как вы взаимодействуете с нашим приложением и другими сервисами.",
  "15": "Вы можете отказаться от персонализированной рекламы, воспользовавшись платной услугой отказа от рекламы.",
  "16": "3. Партнёры по рекламе",
  "17": "XAC.NET сотрудничает с внешними рекламными сетями, такими как Google AdMob, для показа рекламы в приложении. Эти рекламные сети могут собирать и использовать данные о вашем устройстве и использовании приложения для показа персонализированной рекламы. Вы можете ознакомиться с их политиками конфиденциальности по следующим ссылкам:",
  "18": "Google AdMob Политика конфиденциальности",
  "19": "4. Ваши права",
  "20": "В соответствии с Общим регламентом по защите данных (GDPR) и другими применимыми законами, у вас есть следующие права в отношении ваших данных:",
  "21": "Право на доступ к вашим данным;",
  "22": "Право на исправление неточных данных;",
  "23": "Право на удаление данных;",
  "24": "Право на ограничение обработки данных;",
  "25": "Право на возражение против обработки данных;",
  "26": "Право на перенос данных.",
  "27": "Если вы хотите воспользоваться этими правами или у вас есть вопросы по поводу обработки ваших данных, свяжитесь с нами по электронной почте: khoduk.anatoly@gmail.com",
  "28": "5. Хранение данных",
  "29": "XAC.NET будет хранить ваши данные только в течение необходимого времени для достижения целей, указанных в настоящей политике конфиденциальности, или до тех пор, пока это требуется по закону.",
  "32": "6. Изменения в политике конфиденциальности",
  "33": "Мы можем периодически обновлять эту политику конфиденциальности. Мы сообщим вам об изменениях, опубликовав новую версию политики в приложении XAC.NET и обновив дату вступления в силу.",
  "34": "7. Языковые версии",
  "35": "Настоящая политика конфиденциальности может быть переведена на разные языки для удобства пользователей. Однако в случае расхождений между различными языковыми версиями приоритетной считается украинская версия этого соглашения.",
  "36": "8. Контакты",
  "37": "Если у вас есть вопросы или предложения по поводу этой политики конфиденциальности, пожалуйста, свяжитесь с нами по электронной почте: khoduk.anatoly@gmail.com",
  "38": "Фотографии и файлы: ",
  "39": "Вы можете загружать фотографии, аудиозаписи и другие файлы. Эти данные передаются на сервер (back4app) для обработки и хранения.",
  "40": "9. Использование разрешений",
  "41": "Для обеспечения функциональности приложения XAC.NET мы запрашиваем доступ к следующим разрешениям:",
  "42": "Запись аудио (RECORD_AUDIO): необходимо для записи голосовых сообщений.",
  "43": "Доступ к камере (CAMERA): необходимо для загрузки фотографий и видео.",
  "44": "Чтение/запись внешнего хранилища (READ_EXTERNAL_STORAGE, WRITE_EXTERNAL_STORAGE): необходимо для доступа к файлам на вашем устройстве.",
  "45": "Мы используем эти разрешения только с вашего согласия и в соответствии с настоящей политикой конфиденциальности.",
  "46": "Покупки внутри приложения (com.android.vending.BILLING): необходимо для обработки покупок, совершаемых в приложении (например, для отключения рекламы или покупки дополнительных функций)."
}