{
  "language": "Мова",
  "1": "Політика конфіденційності XAC.NET",
  "2": "Дата набрання чинності:",
  "3": "Ми в XAC.NET цінуємо вашу конфіденційність і прагнемо захищати ваші дані. Ця політика конфіденційності описує, які дані ми збираємо, як ми їх використовуємо, з ким можемо ними ділитися та які у вас є права щодо цих даних при використанні нашого додатку.",
  "4": "1. Збір та використання даних",
  "5": "Додаток XAC.NET може збирати та обробляти такі дані:",
  "6": "Інформація про пристрій: ",
  "7": "Ми можемо збирати інформацію про ваш пристрій, включаючи тип пристрою, операційну систему, унікальні ідентифікатори пристрою та IP-адресу.",
  "8": "Дані про використання: ",
  "9": "Ми можемо збирати дані про те, як ви взаємодієте з додатком, включаючи історію переглядів, кліки на рекламні оголошення та час використання додатку.",
  "10": "Місцезнаходження: ",
  "11": "Якщо ви надасте доступ, ми можемо збирати дані про ваше місцезнаходження для персоналізованої реклами.",
  "12": "Ці дані збираються з метою покращення користувацького досвіду в XAC.NET і показу вам більш релевантної персоналізованої реклами через рекламних партнерів, таких як Google AdMob.",
  "13": "2. Персоналізована реклама",
  "14": "Для показу персоналізованої реклами в XAC.NET ми можемо ділитися вашими даними з нашими рекламними партнерами, які можуть використовувати ці дані для створення більш релевантних рекламних пропозицій. Ці партнери можуть збирати та обробляти інформацію про ваші інтереси на основі того, як ви взаємодієте з нашим додатком та іншими сервісами.",
  "15": "Ви можете відмовитись від персоналізованої реклами, скориставшись платною послугою відмови від реклами.",
  "16": "3. Партнери з реклами",
  "17": "XAC.NET співпрацює з зовнішніми рекламними мережами, такими як Google AdMob, для показу реклами в додатку. Ці рекламні мережі можуть збирати та використовувати дані про ваш пристрій та використання додатку для показу персоналізованої реклами. Ви можете ознайомитися з їх політиками конфіденційності за наступними посиланнями:",
  "18": "Google AdMob Політика конфіденційності",
  "19": "4. Ваші права",
  "20": "Відповідно до Загального регламенту щодо захисту даних (GDPR) та інших застосовних законів, ви маєте наступні права щодо ваших даних:",
  "21": "Право на доступ до ваших даних;",
  "22": "Право на виправлення неточних даних;",
  "23": "Право на видалення даних;",
  "24": "Право на обмеження обробки даних;",
  "25": "Право на заперечення проти обробки даних;",
  "26": "Право на перенесення даних.",
  "27": "Якщо ви хочете скористатися цими правами або у вас є питання щодо обробки ваших даних, зв'яжіться з нами електронною поштою: khoduk.anatoly@gmail.com",
  "28": "5. Зберігання даних",
  "29": "XAC.NET буде зберігати ваші дані лише протягом необхідного часу для досягнення цілей, зазначених у цій політиці конфіденційності, або до того часу, поки це вимагається за законом.",
  "32": "6. Зміни до політики конфіденційності",
  "33": "Ми можемо періодично оновлювати цю політику конфіденційності. Ми повідомимо вас про зміни, опублікувавши нову версію політики у додатку XAC.NET та оновивши дату набрання чинності.",
  "34": "7. Мовні версії",
  "35": "Ця політика конфіденційності може бути перекладена на різні мови для зручності користувачів. Проте у разі розбіжностей між різними мовними версіями пріоритетною вважається українська версія цієї угоди.",
  "36": "8. Контакти",
  "37": "Якщо у вас є питання або пропозиції щодо цієї політики конфіденційності, будь ласка, зв'яжіться з нами електронною поштою: khoduk.anatoly@gmail.com",
  "38": "Фото та файли: ",
  "39": "Ви можете завантажувати фотографії, аудіозаписи та інші файли. Ці дані передаються на сервер (back4app) для обробки та зберігання.",
  "40": "9. Використання дозволів",
  "41": "Для забезпечення функціональності програми XAC.NET робимо запит щодо доступу до таких дозволів:",
  "42": "Запис аудіо (RECORD_AUDIO): потрібно для запису голосових повідомленнь.",
  "43": "Доступ до камери (CAMERA): потрібно для завантаження фотографій та відео.",
  "44": "Читання/запис зовнішнього сховища (READ_EXTERNAL_STORAGE, WRITE_EXTERNAL_STORAGE): потрібно для доступу до файлів на вашому пристрої.",
  "45": "Ми використовуємо ці дозволи лише за вашою згодою та відповідно до цієї політики конфіденційності.",
  "46": "Покупки всередині програми (com.android.vending.BILLING): необхідно для обробки покупок, що здійснюються у додатку (наприклад, для відключення реклами або придбання додаткових функцій)."
}